[
  {
    "slug": "leica-m3",
    "title": "Leica M3",
    "overview": "Klasik 35mm, olağanüstü görüntü kalitesi ve sağlam yapısıyla tanınan efsanevi bir kameradır. 20. yüzyılın ortalarında piyasaya sürülen bu kamera, kısa sürede profesyonel fotoğrafçılar ve meraklılar arasında favori haline geldi. Keskin lensi ve güvenilir mekaniği, tarihteki ikonik anları yakalamak için tercih edilen bir seçenek olmasını sağladı.",
    "history": "Tanınmış bir Alman üretici tarafından geliştirilen Klasik 35mm, yüksek kaliteli, kompakt kameralara yönelik artan talebe bir yanıttı. Yenilikçi tasarımı ve üstün optiği, onu rakiplerinden ayırarak sektörde yeni bir standart belirledi. Kameranın kalıcı mirası, zamansız çekiciliğinin ve olağanüstü performansının bir kanıtıdır.",
    "url": "/iconic-cameras/leica-m3.jpeg",
    "specifications": {
      "model": "Klasik 35mm",
      "release_year": 1954,
      "lens": "50mm f/2 Summicron",
      "shutter_speed": "1/1000 sn - 1 sn",
      "film_type": "35mm",
      "other_features": [
        "Keskin 50mm f/2 Lens",
        "Hassas Deklanşör Mekanizması",
        "Parlak Vizör",
        "Dayanıklı Metal Gövde",
        "Manuel Odaklama Kontrolü"
      ]
    }
  },
  {
    "slug": "the-kodak",
    "title": "Kodak",
    "overview": "1888 Kodak, Amerikalı girişimci George Eastman tarafından tasarlanmış ve 1888 yılında piyasaya sürülmüştür. Bu model, ilk kez esnek rulo film kullanan ve amatörlerin de kolayca kullanabileceği ilk fotoğraf makinesi olarak tarihe geçmiştir. Kamera, 100 pozluk filmle birlikte gelir ve kullanıcılar, filmi doldurduktan sonra makineyi Kodak'a göndererek baskı ve yeni film alırlardı. Bu yenilikçi yaklaşım, fotoğrafçılığı profesyonellerin ötesine taşıyarak geniş halk kitlelerine ulaştırmıştır.",
    "history": "Kodak adı, Eastman'ın favori harf olan 'K' harfini kullanarak ve anagram yöntemiyle oluşturulmuştur. Marka, 1888 yılında tescillenmiştir. Kodak'ın sloganı olan 'You press the button, we do the rest' (Türkçesi: 'Sen düğmeye bas, gerisini biz hallederiz') ise fotoğrafçılığı herkes için erişilebilir kılma misyonunu simgeler. Bu slogan, Kodak'ın reklamlarında sıkça yer almış ve halk arasında geniş bir yankı uyandırmıştır",
    "url": "/iconic-cameras/the-kodak.webp",
    "specifications": {
      "model": "Kutu Kamera",
      "release_year": 1888,
      "lens": "57mm f/9 Rapid Rectilinear",
      "shutter_speed": "1/25 sn",
      "film_type": "Rulo Film (100 pozlama)",
      "other_features": [
        "Taşınabilir Tasarım",
        "Önceden Yüklenmiş Film",
        "Dairesel Görüntü Formatı",
        "Kullanımı Kolay",
        "Tripod Yuvası"
      ]
    }
  },
  {
    "slug": "leica-i-model-a",
    "title": "Leica I (Model A)",
    "overview": "Leica I (Model A), Alman mühendis Oskar Barnack tarafından tasarlanmış ve 1925 yılında piyasaya sürülmüştür. Bu model, 35 mm sinema filmi kullanan ilk seri üretim fotoğraf makinesi olarak tarihe geçmiştir. Kompakt yapısı ve yüksek görüntü kalitesiyle, taşınabilirliği sayesinde fotoğrafçılığın günlük yaşamın bir parçası haline gelmesini sağlamıştır.",
    "history": "Leica I (Model A), 1925 Leipzig Bahar Fuarı'nda tanıtılmış ve büyük ilgi görmüştür. Bu model, sinema filmi kullanan ilk kompakt fotoğraf makinesi olarak, fotoğrafçılığın evriminde önemli bir adım olmuştur. Oskar Barnack'ın tasarımı, fotoğrafçılığın daha taşınabilir ve erişilebilir hale gelmesini sağlamıştır.",
    "url": "/iconic-cameras/leica-i.jpg",
    "specifications": {
      "model": "35mm Uzaklık Ölçerli (Rangefinder)",
      "release_year": 1925,
      "lens": "50mm f/3.5 Elmar",
      "shutter_speed": "1/20 sn - 1/500 sn",
      "film_type": "35mm",
      "other_features": [
        "Katlanabilir Lens",
        "Otomatik Pozlama Ön Seçimi",
        "Kompakt Gövde",
        "Yüksek Kaliteli Optikler",
        "Alttan Yükleme Mekanizması"
      ]
    }
  },
  {
    "slug": "kine-exakta-i",
    "title": "Kine Exakta I",
    "overview": "Kine Exakta I, 1936 yılında Alman fotoğraf ekipmanları üreticisi Ihagee Kamerawerk tarafından tanıtılan ilk 35 mm tek objektifli refleks (SLR) fotoğraf makinesidir. Bu model, modern SLR tasarımının temelini atarak, fotoğrafçılığın evriminde önemli bir adım olmuştur. Kamera, 24x36 mm negatif formatını kullanan standart 35 mm sinema filmiyle çalışıyordu ve bu, kullanıcıların daha önce kullanılan büyük formatlara göre daha kompakt ve taşınabilir bir çözüm sunuyordu.",
    "history": "Kine Exakta I, 1936 yılında Leipzig Bahar Fuarı'nda tanıtıldı ve üretimi aynı yıl başladı. Bu model, 35 mm sinema filmi kullanan ilk seri üretim SLR fotoğraf makinesi olarak tarihe geçti. Kamera, Ihagee mühendislerinden Karl Nüchterlein tarafından tasarlandı ve daha önce 127 film kullanan VP Exakta modelinin daha küçük bir versiyonu olarak geliştirildi.",
    "url": "/iconic-cameras/kine-exakta.jpg",
    "specifications": {
      "model": "35mm SLR (Tek Lens Refleks)",
      "release_year": 1936,
      "lens": "Değiştirilebilir (Standart Yok)",
      "shutter_speed": "12 sn - 1/1000 sn",
      "film_type": "35mm",
      "other_features": [
        "Sol Elle Film Sarma Kolu",
        "Bel Seviyesi Vizör",
        "Zamanlayıcı",
        "Flaş Senkronizasyonu",
        "Çıkarılabilir Arka Kapak"
      ]
    }
  },
  {
    "slug": "rolleiflex-automat",
    "title": "Rolleiflex Automat",
    "overview": "Rolleiflex, Alman fotoğraf ekipmanları üreticisi Franke & Heidecke tarafından 1928 yılında tanıtılan, orta format (6x6 cm) film kullanan twin-lens reflex (TLR) fotoğraf makineleri serisidir. Üstten bakmalı (waist-level) vizörleri ve çift objektifli tasarımlarıyla tanınır. Profesyonel fotoğrafçılar arasında yüksek görüntü kalitesi ve sağlam yapısıyla ün kazanmıştır. Seri, zamanla otomatik film sayacı, yüksek diyafram açıklığı (f/2.8) gibi yeniliklerle gelişmiştir.",
    "history": "Rolleiflex, Franke & Heidecke'nin ilk twin-lens reflex (TLR) fotoğraf makinesi olarak 1928 yılında üretime girmiştir. İlk model, 117 film kullanan ve 6x6 cm kare formatında negatifler üreten bir makineydi. 1937'de tanıtılan Rolleiflex Automat, otomatik film sayacı gibi yenilikçi özellikleriyle dikkat çekmiştir. 1940'larda 2.8A modeli, f/2.8 diyafram açıklığıyla profesyonel fotoğrafçılar arasında popülerlik kazanmıştır. Zamanla farklı lens seçenekleri ve geliştirilmiş modellerle ürün yelpazesi genişlemiştir.",
    "url": "/iconic-cameras/rolleiflex.jpg",
    "specifications": {
      "model": "6x6cm TLR",
      "release_year": 1937,
      "lens": "Carl Zeiss Optikleri (Standart 75mm f/3.5)",
      "shutter_speed": "Değişken (Modele Bağlı)",
      "film_type": "120'lik Rulo Film",
      "other_features": [
        "Otomatik Kare Sayma",
        "Paralaks Düzeltme",
        "Sağ Elle Film Sarma Kolu",
        "Alan Derinliği Ölçeği",
        "Yüksek Kaliteli Optikler"
      ]
    }
  },
  {
    "slug": "polaroid-95",
    "title": "Polaroid 95",
    "overview": "Polaroid Land Camera Model 95, 1948 yılında Dr. Edwin Land tarafından tasarlanmış ve Polaroid Corporation tarafından üretilmiştir. Bu model, dünyanın ilk ticari olarak başarılı anında fotoğraf makinesi olarak kabul edilir. Kullanıcıların fotoğrafı çektikten yaklaşık bir dakika sonra baskı olarak elde etmelerini sağlayan bu yenilikçi teknoloji, fotoğrafçılığın evriminde önemli bir dönüm noktasıdır. Model 95, katlanabilir yapısı ve kullanıcı dostu tasarımıyla dikkat çeker.",
    "history": "Model 95, 26 Kasım 1948'de Thanksgiving günü, Boston'daki Jordan Marsh mağazasında satışa sunulmuştur. Bu model, Polaroid'in ilk ticari anında fotoğraf makinesi olup, Land Film Tip 40 ile uyumludur. İlk üretimlerde 60 adet kamera üretilmiş ve bunların 57'si satışa sunulmuştur. Model 95'in başarısı, Polaroid'in anında fotoğrafçılık alanında lider konumuna gelmesini sağlamıştır.",
    "url": "/iconic-cameras/polaroid-95.jpg",
    "specifications": {
      "model": "Katlanabilir Anlık Kamera",
      "release_year": 1948,
      "lens": "135mm Üçlü",
      "shutter_speed": "1/8 sn - 1/160 sn",
      "film_type": "Anlık Rulo Film",
      "other_features": [
        "Katlanabilir Tasarım",
        "Flaş Senkronizasyonu",
        "Kahverengi Deri Kapak",
        "Dakikada Görüntü",
        "Ağır Alüminyum Yapı"
      ]
    }
  },
  {
    "slug": "nikon-f",
    "title": "Nikon F",
    "overview": "Nikon F, Japonya merkezli Nikon tarafından 1959 yılında tanıtılan ve 1973 yılına kadar üretilen ilk profesyonel 35 mm tek objektifli refleks (SLR) fotoğraf makinesidir. Nikon F, modüler tasarımı ve geniş aksesuar uyumluluğu sayesinde profesyonel fotoğrafçılar arasında hızla popülerlik kazanmıştır. F-mount lens yuvası, günümüzde bile Nikon'un dijital ve filmli makinelerinde kullanılmaktadır.",
    "history": "Nikon F, 1959 yılında tanıtıldığında, entegre pozometre ve motorlu çekim gibi özellikleriyle dönemin diğer makinelerinden ayrılıyordu. 1962 yılında tanıtılan Photomic vizör, TTL (Through-The-Lens) poz ölçümü sunarak devrim niteliğinde bir yenilik getirdi. 1965 yılında ise Photomic T modeli, daha hassas TTL ölçüm sistemiyle profesyonel fotoğrafçılığa yeni bir standart getirdi.",
    "url": "/iconic-cameras/nikon-f.jpg",
    "specifications": {
      "model": "35mm SLR",
      "release_year": 1959,
      "lens": "Değiştirilebilir (F-Mount)",
      "shutter_speed": "1 sn - 1/1000 sn",
      "film_type": "35mm",
      "other_features": [
        "Modüler Tasarım",
        "Değiştirilebilir Vizör",
        "Titanyum Deklanşör",
        "Motor Sürücü Uyumluluğu",
        "Sağlam Gövde"
      ]
    }
  },
  {
    "slug": "olympus-om-1",
    "title": "Olympus OM-1",
    "overview": "Olympus OM-1, 1972 yılında Japonya merkezli Olympus tarafından tanıtılan, manuel odaklamalı ve tamamen mekanik bir 35 mm SLR (Single-Lens Reflex) fotoğraf makinesidir. Kompakt yapısı, hafifliği ve ergonomik tasarımıyla dikkat çeker. OM-1, Olympus'un OM sisteminin ilk modelidir ve profesyonel fotoğrafçılar arasında geniş bir kullanıcı kitlesi bulmuştur.",
    "history": "Olympus OM-1, ilk olarak 1972 yılında M-1 adıyla tanıtılmıştır. Ancak, Leica'nın mevcut M serisiyle karışıklığı önlemek amacıyla, modelin adı kısa süre sonra OM-1 olarak değiştirilmiştir. Üretimi 1988 yılına kadar devam etmiştir. OM-1, Olympus'un OM sisteminin temelini atmış ve sonraki modeller için bir referans noktası olmuştur.",
    "url": "/iconic-cameras/olympus-om1.jpg",
    "specifications": {
      "model": "Kompakt 35mm SLR",
      "release_year": 1973,
      "lens": "50mm f/1.4 Zuiko",
      "shutter_speed": "1 sn - 1/1000 sn",
      "film_type": "35mm",
      "other_features": [
        "İğne Eşleşmeli Pozometre",
        "Ayna Kilitlenme",
        "Değiştirilebilir Ekran",
        "Motor Uyumluluğu",
        "Kompakt Tasarım"
      ]
    }
  },
  {
    "slug": "pentax-k1000",
    "title": "Pentax K1000",
    "overview": "Pentax K1000, 1976 yılında Japon Asahi Optical Co. tarafından tanıtılan, tamamen mekanik ve manuel odaklamalı bir 35 mm SLR fotoğraf makinesidir. Kompakt yapısı, dayanıklılığı ve kullanıcı dostu tasarımıyla, fotoğrafçılığa yeni başlayanlar için ideal bir seçenek olarak kabul edilir. Üzerinde sadece odak, diyafram ve enstantane ayarları bulunur; bu da kullanıcıyı temel fotoğrafçılık becerileri üzerinde yoğunlaşmaya teşvik eder.",
    "history": "Pentax K1000, 1976 yılında piyasaya sürülmüş ve 1997 yılına kadar üretilmiştir. Üretimi, Japonya'dan Hong Kong'a (1978) ve Çin'e (1990) kaydırılmıştır. Bu süreçte, bazı yapısal değişiklikler olmuş; örneğin, metal parçalar yerini plastik parçalara bırakmıştır. Ancak, bu değişiklikler makinenin genel kalitesini etkilememiştir. K1000, yaklaşık 3 milyon adet satılarak büyük bir başarıya ulaşmıştır.",
    "url": "/iconic-cameras/pentax-k1000.jpg",
    "specifications": {
      "model": "35mm SLR",
      "release_year": 1977,
      "lens": "50mm f/1.7 SMC",
      "shutter_speed": "1 sn - 1/1000 sn",
      "film_type": "35mm",
      "other_features": ["Manuel Odaklama", "İğneli Pozometre", "Basit Kontroller", "Dayanıklı Yapı", "Uygun Fiyat"]
    }
  },
  {
    "slug": "minolta-maxxum-7000",
    "title": "Minolta Maxxum 7000",
    "overview": "Minolta Maxxum 7000, 1985 yılında Japonya merkezli Minolta tarafından tanıtılan, ilk tam otomatik (autofocus, film çekişi, poz ölçümü) 35 mm SLR fotoğraf makinesidir. Bu model, Minolta'nın yeni A-mount lens yuvasını tanıtarak, lens ve gövde arasında tam elektronik iletişim sağlayan ilk sistem olarak dikkat çeker. Kamera, TTL (Through The Lens) faz algılama otofokus sistemi ve motorlu film çekişi ile donatılmıştır. Bu yenilikler, sonraki yıllarda amatör ve profesyonel SLR kameraların standart yapı taşlarını oluşturmuştur.",
    "history": "Minolta Maxxum 7000, 1985 yılında ABD'de Maxxum 7000, Avrupa'da 7000 AF ve Japonya'da α-7000 adıyla piyasaya sürülmüştür. Bu model, Minolta'nın önceki manuel odaklamalı lens sistemlerinden farklı olarak, yeni bir lens yuvası olan A-mount'ı tanıtarak, lens ve gövde arasında tam elektronik iletişim sağlayan ilk sistem olarak dikkat çeker. Kamera, TTL (Through The Lens) faz algılama otofokus sistemi ve motorlu film çekişi ile donatılmıştır. Bu yenilikler, sonraki yıllarda amatör ve profesyonel SLR kameraların standart yapı taşlarını oluşturmuştur.",
    "url": "/iconic-cameras/minolta-maxxum7000.jpg",
    "specifications": {
      "model": "Otomatik Odaklamalı SLR",
      "release_year": 1985,
      "lens": "Değiştirilebilir AF Lensler",
      "shutter_speed": "30 sn - 1/2000 sn",
      "film_type": "35mm",
      "other_features": [
        "Entegre AF Sistemi",
        "Motorlu Film İlerleme",
        "Program AE Modları",
        "LCD Panel",
        "Elektronik Kontroller"
      ]
    }
  },
  {
    "slug": "hasselblad-500-series",
    "title": "Hasselblad 500 Serisi",
    "overview": "Hasselblad 500 Serisi, 1957 yılında tanıtılan 500C modeliyle başlayan ve Victor Hasselblad'ın V Sistemi'nin zirvesini temsil eden bir orta format kamera serisidir. Bu seri, modüler tasarımı, değiştirilebilir lensleri ve aksesuarlarıyla profesyonel fotoğrafçılar arasında popülerlik kazanmıştır.",
    "history": "Hasselblad 500 Serisi, 1957 yılında 500C modeliyle başladı. 1970 yılında 500 C/M modeli tanıtıldı ve 1994 yılına kadar üretildi. Bu modeller, merkezi obtüratörlü lensler ve modüler yapılarıyla dikkat çekti. 1990'larda 500 C/M, A12 film arkası ve 80mm lens kitleriyle sunuldu ve 1992'de tekrar bağımsız bir gövde olarak üretime girdi.",
    "url": "/iconic-cameras/hasselblad-500-series.png",
    "specifications": {
      "model": "Orta Format SLR",
      "release_year": 1957,
      "lens": "Değiştirilebilir Lensler (Carl Zeiss)",
      "shutter_speed": "1/500 sn - 1 sn",
      "film_type": "120/220",
      "other_features": [
        "Modüler Tasarım",
        "Değiştirilebilir Film Arkası",
        "Merkezi Obturatörlü Lensler",
        "TTL Poz Ölçüm Sistemi (Bazı Modellerde)"
      ]
    }
  },
  {
    "slug": "leica-m6-classic",
    "title": "Leica M6 Classic",
    "overview": "Leica M6 Classic, 1984 yılında tanıtılan ve 1998 yılına kadar üretilen, 35mm film kullanan bir rangefinder fotoğraf makinesidir. Entegre ışık ölçer sistemi, kompakt yapısı ve mekanik dayanıklılığı ile fotoğrafçılar arasında popülerdir.",
    "history": "Leica M6 Classic, 1984 yılında Leitz markasıyla Wetzlar'da üretildi ve 1986 yılında Solms'a taşındı. 1998 yılında üretimi sona erdi ve yerine M6 TTL modeli geçti. 2022 yılında, orijinal M6'nın tasarımına sadık kalarak yeni bir versiyon piyasaya sürüldü.",
    "url": "/iconic-cameras/leica-m6-classic.jpg",
    "specifications": {
      "model": "35mm Rangefinder",
      "release_year": 1984,
      "lens": "Değiştirilebilir Leica M-mount Lensler",
      "shutter_speed": "1 sn - 1/1000 sn",
      "film_type": "35mm",
      "other_features": [
        "Entegre TTL Işık Ölçer",
        "Mekanik Shutter (Elektronik Olmadan Çalışabilir)",
        "0.58x, 0.72x ve 0.85x Görüş Alanı Seçenekleri",
        "Kompakt ve Dayanıklı Tasarım"
      ]
    }
  }
]
